import { Stack, Typography } from "@mui/material";
import { Star } from "@/components/Icon/FooterIcon/Star";
export const footerinformation4 = () => {
  return (
    <Stack
      paddingTop={"30px"}
      height={"1100px"}
      alignItems={"flex-start"}
      gap={"24px"}
      maxWidth={"lg"}
      margin={"auto"}
    >
      <Stack direction={"row"} gap={"10px"}>
        <Star />
        <Typography fontSize={"22px"} fontWeight={"500"}>
          Үйлчилгээний нөхцөл
        </Typography>
      </Stack>
      <Typography fontSize={"18px"} color={"#000"} fontWeight={"400"}>
        Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан
        ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх,
        худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.{" "}
        <br />
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ. <br />
        Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид байгууллага
        гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.
        Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан
        ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх,
        худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.
        Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
        үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
        хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
        /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
        хяналт тавина. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, <br />
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
        /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран
        хяналт тавина. <br /> Mstars Food delivery нь Mstars Lab компанийн
        интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
        вэбсайтаар үйлчлүүлэх, <br /> худалдан авалт хийхтэй холбоотой үүсэх
        харилцааг зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт
        хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны
        үндсэн дээр хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд
        MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч
        гэх/ хамтран хяналт тавина. Mstars Food delivery нь Mstars Lab компанийн
        интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
        вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
        зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars
        Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
        хамтран хяналт тавина. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars
        Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
        хамтран хяналт тавина. Mstars Food delivery нь Mstars Lab компанийн
        интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
        вэбсайтаар үйлчлүүлэх, <br /> худалдан авалт хийхтэй холбоотой үүсэх
        харилцааг зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт
        хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны
        үндсэн дээр хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд
        MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч
        гэх/ хамтран хяналт тавина. Mstars Food delivery нь Mstars Lab компанийн
        интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
        вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
        зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars
        Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
        хамтран хяналт тавина. Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх,
        вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн
        дээр хэрэгжинэ. <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars
        Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
        хамтран хяналт тавина.
      </Typography>
    </Stack>
  );
};
export default footerinformation4;
